tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-drivers'
tap 'lyft/formulae'
tap 'azure/functions'
tap 'azure/kubelogin'
tap 'mike-engel/jwt-cli'

# Dev
brew 'act'
brew 'azure-cli'
brew 'azure-functions-core-tools'
brew 'bitwarden-cli'
brew 'cmake'
brew 'fish'
brew 'fzf'
brew 'git'
brew 'git-crypt'
brew 'git-lfs'
brew 'gh'
brew 'gnupg'
brew 'helm'
brew 'imagemagick'
brew 'jwt-cli'
brew 'jenv'
brew 'jq'
brew 'set-simulator-location'
brew 'kubelogin'
brew 'n'
brew 'neovim'
brew 'mvn'
# save gpg passphrase in keychain
brew 'pinentry-mac'
brew 'pgvector'
brew 'pkg-config'
brew 'pyenv'
brew 'ripgrep'
brew 'sdl2'
brew 'yarn'
brew 'zoxide'

# Apps
cask 'anki'
cask 'arc'
cask 'beyond-compare'
cask 'bitwarden'
cask 'caffeine'
cask 'caprine'
cask 'displaylink'
cask 'discord'
cask 'docker'
cask 'figma'
cask 'iterm2'
cask 'jetbrains-toolbox'
cask 'keybase'
cask 'microsoft-outlook'
cask 'microsoft-teams'
cask 'miro'
cask 'onedrive'
cask 'postman'
cask 'raycast'
cask 'signal'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'warp'

# Fonts
cask 'font-fira-code'
