tap 'homebrew/cask'
tap 'homebrew/cask-drivers'
tap 'azure/kubelogin'
tap 'mike-engel/jwt-cli'

# Dev
brew 'act'
brew 'azure-cli'
brew 'cmake'
brew 'fish'
brew 'fzf'
brew 'git'
brew 'git-crypt'
brew 'git-lfs'
brew 'gh'
brew 'gnupg'
brew 'helm'
brew 'imagemagick'
brew 'jwt-cli'
brew 'jenv'
brew 'jq'
brew 'kubelogin'
brew 'n'
brew 'neovim'
brew 'mvn'
# save gpg passphrase in keychain
brew 'pinentry-mac'
brew 'ripgrep'
brew 'sdl2'
brew 'yarn'
brew 'zoxide'

# Apps
cask 'anki'
cask 'beyond-compare'
cask 'bitwarden'
cask 'caffeine'
cask 'iterm2'
cask 'orbstack'
cask 'postman'
cask 'raycast'
cask 'slack'
cask 'spotify'
