tap 'caskroom/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-drivers'
tap 'lyft/formulae'
tap 'azure/functions'
tap 'AdoptOpenJDK/openjdk'
tap 'wix/brew'

# Dev
brew 'applesimutils'
brew 'azure-cli'
brew 'azure-functions-core-tools'
brew 'bat'
brew 'fish'
brew 'fzf'
brew 'git'
brew 'git-crypt'
brew 'github/gh/gh'
brew 'grafana'
brew 'hub'
brew 'imagemagick'
brew 'lastpass-cli'
brew 'set-simulator-location'
brew 'mosh'
brew 'n'
brew 'pastel'
brew 'protobuf'
brew 'ripgrep'
brew 'watchman'
brew 'yarn'

# Apps
cask 'android-studio'
cask 'adoptopenjdk8'
cask 'anki'
cask 'alfred'
cask 'beyond-compare'
cask 'caffeine'
cask 'caprine'
cask 'discord'
cask 'docker'
cask 'figma'
cask 'firefox'
cask 'insomnia'
cask 'iterm2'
cask 'ngrok'
cask 'onedrive'
cask 'postman'
cask 'qmk-toolbox'
cask 'react-native-debugger'
cask 'selfcontrol'
cask 'sf-symbols'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'wireshark'
cask 'zeplin'

# Fonts
cask 'font-fira-code'